Repository: karrot-dev/karrot-frontend
Catalog: foodsaving/locale/*/LC_MESSAGES/django.po
Languages: de

source: Hello %(full_name)s,
de: Hallo %(full_name)s,

source: Hello,
de: Hallo,

source: Yours, the %(site_name)s team
de: Alles Liebe, dein %(site_name)s Team

source: You are not in this conversation
de: Du bist nicht Teil dieser Unterhaltung

source: You are already a member.
de: Du bist bereits Mitglied.

source: You do not have permission to update memberships.
de: Du darfst die Mitgliedschaften nicht ändern.

source: Unknown timezone
de: Unbekannte Zeitzone

source: You cannot manage agreements
de: Du darfst die Vereinbarungen nicht ändern

source: Agreement is not for this group
de: Vereinbarung gehört nicht zu dieser Gruppe.

source: You are not in this group
de: Du bist nicht Mitglied dieser Gruppe.

source: Group password is wrong
de: Falsches Gruppenpasswort.

source: An invitation has already been sent to this e-mail address
de: Eine Einladung wurde bereits an diese E-Mail-Adresse versendet

source: You are not a member of this group.
de: Du bist kein Mitglied dieser Gruppe.

source: User is already member of group
de: Benutzer ist bereits Mitglied der Gruppe

source: Invitation to join %(group_name)s
de: Einladung %(group_name)sbeizutreten

source: %(invited_by_name)s invited you (%(email)s) to join the "%(group_name)s" community on %(site_name)s. If you'd like to join, please go to %(url)s
de: %(invited_by_name)shat dich (%(email)s) eingeladen, der Community "%(group_name)s" auf %(site_name)s beizutretren Falls du beitreten möchtest, bitte besuche %(url)s

source: The pickup date is in the past.
de: Der Abholtermin liegt in der Vergangenheit.

source: You can only delete empty pickup dates.
de: Du kannst nur leere Abholtermine löschen.

source: You have not joined this pickup date.
de: Du holst bei diesem Abholtermin nicht ab.

source: You have already joined this pickup date.
de: Du holst bereits bei diesem Abholtermin ab.

source: Pickup date is already full.
de: Dieser Abholtermin ist bereits voll.

source: This feedback is given by another user.
de: Diese Rückmeldung wurde von einem anderen Benutzer abgegeben.

source: You can't give feedback for pickups more than %(days_number)s days ago.
de: Du kannst keine Rückmeldung geben, wenn die Abholung mehr als %(days_number)s Tage zurückliegt.

source: You are not member of the store's group.
de: Du bist kein Mitglied der Gruppe dieses Betriebs.

source: The date should be in the future.
de: Der Abholtermin muss in der Zukunft liegen.

source: Invalid recurrence rule.
de: Ungültige Wiederholungsregel

source: Only single recurrence rules are allowed.
de: Nur einfache Wiederholungsregeln sind erlaubt.

source: The pickup is not done yet
de: Diese Abholung ist noch nicht erledigt.

source: You aren't assigned to the pickup.
de: Du hast dich nicht für diese Abholung gemeldet.

source: Set at least one week in advance
de: Mindestens eine Woche im Voraus einstellen.

source: Mail is already verified.
de: Diese E-Mail-Adresse ist bereits bestätigt.

source: Similar e-mail exists:
de: Ähnliche E-Mail-Adresse existiert bereits:

source: We could not send you an e-mail.
de: Wir konnten dir keine E-Mail zusenden.

source: Request to delete your account
de: Anfrage auf Löschung deines Kontos (accounts)

source: Your account was deleted
de: Dein Benutzerkonto wurde gelöscht

source: Your account on %(site_name)s was successfully deleted.
de: Dein Benutzerkonto auf %(site_name)s wurde gelöscht.

source: Your email address got changed on %(site_name)s. The new email address is %(new_mail)s.
de: Deine E-Mail-Adresse auf %(site_name)s wurde geändert. Die neue E-Mail-Adresse ist %(new_mail)s.

source: Please verify your new email address
de: Bitte bestätige deine neue E-Mail-Adresse

source: Your email address got changed on %(site_name)s. The old email address was %(old_mail)s. To verify this email address as your new one, please click the following link: %(url)s You can safely ignore this message if you don't know what all this is about.
de: Deine E-Mail-Adresse wurde auf %(site_name)s geändert. Die alte E-Mail-Adresse lautete %(old_mail)s. Um diese E-Mail-Adresse als deine Neue zu bestätigen, klicke auf den folgenden Link: %(url)s Du kannst diese E-Mail ignorieren, falls du keine Änderung vorgenommen hast.

source: Please verify your email
de: Bitte bestätige deine E-Mail-Adresse

source: Thank you for signing up to %(site_name)s! Please click the following link to confirm your email: %(url)s You can safely ignore this message if it wasn't you who signed up at our service using this email address.
de: Danke, dass du dich bei %(site_name)s registriert hast! Bitte klicke den folgenden Link um deine E-Mail-Adresse zu bestätigen: %(url)s Du kannst diese Nachricht ignorieren, wenn du dich nicht auf unserer Seite mit dieser E-Mail-Adresse registriert hast.

source: Did you forget your password? No problem! Click this link to change it: %(url)s You can ignore this message if you did not request it.
de: Hast du dein Passwort vergessen? Kein Problem! Klicke diesen Link um es zu ändern: %(url)s Du kannst diese Nachricht ignorieren, wenn du sie nicht angefordert hast.

source: New password set!
de: Neues Passwort gespeichert!

source: Your password has been successfully changed!
de: Dein Passwort wurde erfolgreich geändert!

source: Here you have the link again to confirm your email: %(url)s You can ignore this message if you did not request it.
de: Hier ist nochmals der Link um deine E-Mail-Adresse zu bestätigen: %(url)s Du kannst diese Nachricht ignorieren, falls du sie nicht angefordert hast.
